{
  "navigation": {
    "home": "Trang chủ",
    "about": "Thông tin",
    "projects": "Các dự án & Công việc",
    "skill": "Kỹ năng",
    "resume": "Hồ sơ"
  },
  "mailer": {
    "sending": "Đã gửi phản hồi!",
    "success": "Gửi phản hồi thành công!",
    "failed": "Gửi phản hồi thất bại!",
    "name": "Họ và tên",
    "email": "Email",
    "content": "Nội dung"
  },
  "greeting": "Xin chào.",
  "about": {
    "title": {
      "contact": "Liên hệ với tôi",
      "feedback": "Phản hồi"
    },
    "name": "Nguyễn Tấn Lộc",
    "major": "Kỹ sư phần mềm",
    "profile": "Là kỹ sư phần mềm đang tìm cơ hội ứng tuyển vị trí lập trình viên fullstack với sở trường gồm JavaScript, TypeScript, NestJS, React, MySQL và MongoDB và một số khác trong các dự án cá nhân. Chính sự yêu thích cũng như niềm đam mê với lập trình web luôn thúc đẩy tôi tiếp tục học và luyện tập để nâng cao kỹ năng bản thân và giải quyết các vấn đề.",
    "contact": "Liên hệ với tôi thông qua các kênh: "
  },
  "works": {
    "title": {
      "works": "Công việc"
    },
    "datech": {
      "name": "CTY TNHH MTV Đăng An Tech (DA.Tech)",
      "time": "04/2024 - Hiện tại",
      "body": "Tham gia vào dự án hệ thống POS Việt 247 với vị trí lập trình viên frontend (React)."
    }
  },
  "projects": {
    "title": {
      "projects": "Sản phẩm đã làm"
    },
    "ems": {
      "name": "Quản lý đề thi và câu hỏi trắc nghiệm",
      "body": "Hệ thống gồm: Tạo bộ đề ngẫu nhiên với tỷ lệ đầu vào, quản lý đề thi, quản lý câu hỏi và phân loại theo loại và độ khó, quản lý chương, quản lý chương học phần, quản lý học phần, quản lý lớp học phần."
    },
    "lms": {
      "name": "Quản lý phòng thí nghiệm",
      "body": "Hệ thống RESTful APIs, quản lý việc mượn, trả và chuyển đổi các trang thiết bị giữa các phòng, một số chức năng liên quan như quản lý thiết bị, dụng cụ, hóa chất, phòng, người dùng và phân quyền."
    },
    "lmsApp": {
      "name": "Ứng dụng quản lý việc mượng & trả trang thiết bị phòng thí nghiệm",
      "body": "Giúp người dùng dễ dàng muượn, trả trang thiết bị tại phòng thí nghiệm và theo dõi thông tin cũng như số lượng hiện có của trang thiết bị theo từng phòng."
    },
    "hiCoffeePos": {
      "name": "Hi-Coffee POS",
      "body": "Hệ thống POS phục vụ ngành FnB (chưa gồm quản lý nguyên vật liệu) được thiết kế để phục vụ việc đặt món tại quán, hổ trợ quản lý danh mục sản phẩm, khu vực, phòng, bàn và nhóm các chức năng như quản lý người dùng, phân quyền, đơn đặt, thanh toán(tiền mặt), quản lý hóa và thống kê doanh thu (bàn, món) theo từng mốc thời gian!"
    },
    "hiCoffeeApp": {
      "name": "Ứng dụng Hi-Coffee",
      "body": "Ứng dụng hổ trợ nhân viên đặt món tại quầy(thông qua Hi-Coffee POS APIs)."
    }
  }
}
